[
  {
    "title": "1737 Trees",
    "artist": "Angela Buenning Filo",
    "description":
      "1737 Trees is a grid of photographic portraits of every tree in one of San Jose’s last orchards. Angela Buenning Filo was inspired to photograph these trees by a November 10th, 2002 newspaper article that described a San Jose prune orchard as the last in Silicon Valley. She drove in search of it and found the strip of trees alongside the IBM campus on Cottle Road and photographed the trees. When, in the following months Filo's thoughts kept returning to the trees, she decided to document the orchard before it was destroyed. It was then she set out to make an individual portrait of each of the orchard’s 1,737 trees with the intention of arranging the finished photographs in the same grid in which the trees were planted in the orchard. By this time IBM, which had preserved the orchard on its property for decades, had sold the land, and a large billboard announced that the 42 acres were up for sale again. Filo worked over the next three years, choosing to photograph the trees’ leafless branches in winter under overcast skies. With the orchard still standing, but the land slated for development, she photographed the final tree in 2006.",
    "year": 2006
  },
  {
    "title": "Amaden Sphere",
    "artist": "Artist",
    "description":
      ": Ray KingSphere is a celestial shower of light and color suspended from a web of stainless steel cables in the entry lobby of the Community Center and Library. Designed to interact with both the natural sunlight and the interior lights, the sculpture is a modern interpretation of the tradition of grand crystal chandeliers that adorned great halls.  Comprised of 5,000 dichroic glass prisms Sphere measures 18’ diameter and 23’ high and weighs approximately 800 pounds. The artist desired to create a sculpture that evokes a sense of fascination, stimulation, beauty, contemplation, and intrigue.",
    "year": 2006
  },
  {
    "title": "A Small Part of What We Do\r\nArtist: Tad Savinar\r\nSeptember 2000",
    "artist": "Tad Savinar",
    "description":
      "A Small Part of What We Do September The work consists of 29 cast bronze panels of varying sizes set into shallow niches that surround the building exterior on Market and Devine Streets.  The plaques contain text based on interviews conducted by the artist with firefighters, their families and the people they have served. Examples of quotes:   - I will never forget the taste of that infant’s last dying breath as it lingered in my mouth.  - Fires are really just a small part of what we do.  - It’s a pretty good feeling to bring back someone’s pulse.  - We go running into a burning building, when most people’s sense tells them to run out.",
    "year": 2000
  },
  {
    "title":
      "8 Minutes\r\nArtists: Merge Conceptual Design (Franka Diehnelt and Claudia Reisenberger)",
    "artist": "Merge Conceptual Design (Franka Diehnelt and Claudia Reisenberger)",
    "description":
      "8 Minutes  The National Fire Protection Association recommends a target of 8 minutes as “standard response time” for emergency calls. The artwork 8 Minutes approaches the topic of the 8-minute response in three ways:1. A visual measurement of 8 minutes,2. A conveyor of Fire Station 24th continuous efforts on behalf of the community, and3. Connecting the community to the station via the eight minute duration.All the elements complement each other to create a rich understanding of time in the context of Fire Station 24.The first element is the LED Countdown Timer placed over the apparatus bay. The timer is connected to the fire pager system; when a response call is received it automatically starts an 8-minute counter that travels as a light across the sign. After the 8-minute light completes its travel across the sign, the \"call time\" is added to a list of the 8 most recent call times displayed on the sign. The second and third components of the artwork are a series of tiles in the fire station entryway. One set of tiles is a compilation of text about the number 8 and 8-minute duration. For example: “A fallen or lying down 8 is used to represent infinity in mathematics.” The third component is a series of 8-minute time-lapsed community photographs that depict every day activities to the same time frame of the recommended standard response time – to provide visitors to the station a visceral sense of the anxiety-filled 8 minutes awaiting emergency response versus the same 8-minutes washing a car, skateboarding or barbecuing.",
    "year": 2013
  },
  {
    "title": "Beaver-Splash-Jump-Dog",
    "artist": "Artist",
    "description":
      ": Gerald Heffernon This fun and exuberant sculpture links the themes of wild animal and domestic dog. A bronze beaver in the creek slaps the water with its tail and creates an over-sized splash of stainless steel.  An extension of the splash sends a bright yellow ball in a high-arcing trajectory ten feet high.   Fifteen feet away, a bronze dog leaps ten feet in the air and in visual time lapse sequence catches the ball, completing the connection between the two sculptural elements and the two worlds.",
    "year": 2015
  },
  {
    "title": "Another World",
    "artist": "Artist",
    "description":
      ": Tom OtternessThe Public Art Program collaborated with Happy Hollow to select internationally recognized artist Tom Otterness to create an artwork for the new entry plaza. The artwork consists of 17 bronze pieces each reflecting an element of the Park or the Zoo. As the artist has said: For me the sculptures at HHPZ serve to launch an experience, not to mimic anything inside HHPZ; it’s a fairy tale—animals drive cars and money is food.Some characteristic motifs seen in other Otterness works are found in Another World—including manipulation of human and animal scale, depictions of coins and bills, use of clothing—to add humorous and thought-provoking aspects to the artwork. These unifying motifs allow the viewer to explore a central theme of this artwork: what is the relationship between humans and the rest of the animal kingdom?",
    "year": 2010
  },
  {
    "title": "Animal Spiral and Butterfly Dreams",
    "artist": "Therese May",
    "description":
      " and 1993The two 14-foot square quilts originally created for the San Jose Convention Center moved to a new home at Seven Trees Community Center (2013). Both quilts speak to the theme of transformation.  Butterfly Dreams, presents a universal symbol of transformation.  Animal Spiral focuses on the journey home in a spiral with a pathway to the center.",
    "year": 1991
  },
  {
    "title": "Alum Rock Garden",
    "artist": "Artist",
    "description":
      ": Jim Hirschfield and Sonya IshiiThe artwork consists of four terrazzo mandalas (ritualistic geometric designs symbolic of the universe), each 8’ in diameter, inset in the floor. The pieces commemorate and metaphorically articulate the community’s agricultural history, strong multicultural history, as well as the region’s distinctive geological features and their influence on the area’s history and development. These themes are also echoed within the skylights installed above the terrazzo elements.  The artwork is placed beneath four 8’ diameter skylights within the library with corresponding colors.",
    "year": 2005
  },
  {
    "title": "Alviso & Alviso Mandalas",
    "artist": "Donna Billick",
    "description":
      "This project was inspired by the rich natural landscape of Alviso including the wetlands of the National Wildlife Refuge, some of the last open space in the region. Working with the community, the artist created the artwork's three tile mosaic elements: Alviso, a bench in the form of a book that is standing on its side with images depicting indigenous plant life and the wetlands on its “covers”; and the two Alviso Mandalas, each 6’ in diameter. Together these elements create a visual welcome to the library and offer the community a place to pause and enjoy the setting.",
    "year": 2004
  },
  {
    "title": "A Monument to the Last Barn",
    "artist": "Artist",
    "description":
      ": Gloria Bornstein A native of San Jose, Emma Prusch bequeathed her 47 acre dairy farm to the City in 1962. The deed to the City specified that the City “will make said park a place of relaxation, recreation, and enjoyment for the people of the City of San Jose, and in such a manner as will, to extent that such can be   reasonably done, give to said park a rural county character and atmosphere.” Emma Prusch Farm Park includes heritage, high density, and rare fruit orchards, a Plant Science Center, two community gardens, pollinator and butterfly gardens, as well as acres of lush green lawns for picnics and playing. It also has one of the largest free standing wooden barns in California, home to 4H large animals including beef cattle, sheep, and swine. The artist was inspired by the story of Emma Prusch, San Jose's rich agricultural history and the continuing traditions. A Monument to the Last Barn draws upon this influence: the form is a four-sided metal structure derived from traditional Santa Clara barns, but stripped of outer cladding to reveal the essential framework. This iconic linkage to early barns is further underscored by the rich, deep barn red color of the piece. The barn’s corrugated galvanized steel roof is topped with three golden wind vanes depicting a rooster, a windmill and an apple. The gables and railings are inset with filigree screens in a bold “fruits and leaves” pattern, representing the orchards that were so vital to the region. Benches placed inside the barn create an inviting and reflective atmosphere amidst the lively park grounds. The artist conceived of this work as homage to the last great large barn on the site at Prusch Farm Park.",
    "year": 2006
  }
]
